---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalService.IMultiServerService
source: html/a46e335f-d698-b7c9-bd9c-a6701454d167.htm
---
# IMultiServerService Members

Implement this to test whether a particular server should be executed.